Repository: Success484/trevo-proj
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

source: Home
th: หน้าแรก

source: About
th: เกี่ยวกับ

source: Services
th: บริการ

source: Contact
th: ติดต่อ

source: Logout
th: ออกจากระบบ

source: Login
th: เข้าสู่ระบบ

source: Get A Quote
th: ขอใบเสนอราคา

source: We Understand The Importance Approaching Each Work!
th: เราให้ความสำคัญกับการจัดการงานแต่ละชิ้นอย่างดีที่สุด

source: COMPANY
th: บริษัท

source: About Us
th: เกี่ยวกับเรา

source: Our Services
th: บริการของเรา

source: Blog
th: บล็อก

source: Working Hours
th: เวลาทำการ

source: Monday - Friday: 8am - 8pm
th: จันทร์ - ศุกร์: 08:00 - 20:00

source: Saturday: 9am - 6pm
th: เสาร์: 09:00 - 18:00

source: Sunday: 10am - 4pm
th: อาทิตย์: 10:00 - 16:00

source: 24/7 Support Available
th: มีบริการสนับสนุนตลอด 24 ชั่วโมง

source: SERVICES
th: บริการ

source: Domestic Delivery
th: จัดส่งภายในประเทศ

source: International Shipping
th: จัดส่งระหว่างประเทศ

source: Same-Day Delivery
th: จัดส่งภายในวันเดียวกัน

source: Freight & Logistics
th: การขนส่งและโลจิสติกส์

source: Tracking & Support
th: การติดตามและการสนับสนุน

source: Express Delivery
th: จัดส่งด่วน

source: Fast, reliable, and secure courier services worldwide. From small packages to bulk shipments, we deliver with care and speed.
th: บริการจัดส่งที่รวดเร็ว เชื่อถือได้ และปลอดภัยทั่วโลก ตั้งแต่พัสดุเล็กจนถึงการขนส่งจำนวนมาก เราจัดส่งด้วยความระมัดระวังและรวดเร็ว

source: Copyright
th: ลิขสิทธิ์

source: All rights reserved
th: สงวนลิขสิ���ธิ์

source: Submit Booking
th: ส่งการจอง

source: Safe & Reliable
th: ปลอดภัยและเชื่อถือได้

source: Logistic
th: โลจิสติกส์

source: Solutions!
th: โซลูชัน!

source: Submit tracking form
th: ส่งแบบฟอร์มติดตาม

source: Track & Trace
th: ติดตามพัสดุ

source: For order status inquiry
th: สำหรับการสอบถามสถานะคำสั่งซื้อ

source: Call Us Anytime
th: โทรหาเราได้ตลอดเวลา

source: Sunday CLOSED
th: อาทิตย์ ปิดทำการ

source: What We Can Do For You
th: สิ่งที่เราสามารถทำให้คุณได้

source: Land Delivery
th: จัดส่งทางบก

source: Fast and secure delivery across cities and towns. Our fleet of vehicles ensures your parcels reach their destination on time, every time.
th: การจัดส่งที่รวดเร็วและปลอดภัยระหว่างเมืองและตำบล ยานพาหนะของเราช่วยให้พัสดุถึงปลายทางตามเวลาทุกครั้ง

source: Sea Cargo
th: การขนส่งทางทะเล

source: Reliable shipping solutions for bulk and international deliveries. We make overseas shipping smooth and affordable for your business.
th: โซลูชันการจัดส่งที่เชื่อถือได้สำหรับการขนส่งจำนวนมากและระหว่างประเทศ เราทำให้การจัดส่งต่างประเทศราบรื่นและคุ้มค่าสำหรับธุรกิจของคุณ

source: Air Express
th: ขนส่งทางอากาศ

source: When speed matters most, our air courier service gets your package delivered worldwide in the shortest time possible.
th: เมื่อความเร็วเป็นสิ่งสำคัญ บริการขนส่งทางอากาศของเราจะจัดส่งพัสดุของคุณทั่วโลกในเวลาที่สั้นที่สุด

source: About Our Company
th: เกี่ยวกับบริษัทของเรา

source: Reliable Courier & Delivery Solutions That Save Your Time!
th: โซลูชันการจัดส่งที่เชื่อถือได้ ช่วยประหยัดเวลาของคุณ!

source: We provide fast, secure, and affordable courier services designed to meet your delivery needs. From local dispatches to international shipments, our team ensures that every package is handled with care and delivered on time.
th: เรามอบบริการจัดส่งที่รวดเร็ว ปลอดภัย และราคาเข้าถึงได้ ออกแบบเพื่อตอบสนองความต้องการการจัดส่งของคุณ ตั้งแต่การส่งภายในประเทศจนถึงการส่งระหว่างประเทศ ทีมงานของเรารับประกันว่าพัสดุทุกชิ้นได้รับการดูแลและส่งถึงตรงเวลา

source: With modern tracking systems and a dedicated support team, we make sending and receiving parcels simple and stress-free. Your trust is our priority.
th: ด้วยระบบติดตามสมัยใหม่และทีมสนับสนุนที่ทุ่มเท เราทำให้การส่งและรับพัสดุเป็นเรื่องง่ายและปราศจากความกังวล ความไว้วางใจของคุณคือสิ่งสำคัญสำหรับเรา

source: Get a Quote for Free
th: รับใบเสนอราคาฟรี

source: Request a Free Delivery Quote
th: ขอใบเสนอราคาการจัดส่งฟรี

source: Send us the details of your shipment and we’ll provide you with a fast and transparent quote. No hidden charges — just reliable courier services tailored to your needs.
th: ส่งรายละเอียดการจัดส่งของคุณมาให้เรา และเราจะให้ใบเสนอราคาอย่างรวดเร็วและโปร่งใส ไม่มีค่าใช้จ่ายที่ซ่อนเร้น — เพียงบริการจัดส่งที่เชื่อถือได้ตามความต้องการของคุณ

source: Delivery Type
th: ประเภทการจัดส่ง

source: Documents
th: เอกสาร

source: Parcels
th: พัสดุ

source: Bulk Shipments
th: การขนส่งจำนวนมาก

source: International Delivery
th: จัดส่งระหว่างประเทศ

source: Extra services:
th: บริการเสริม:

source: Freight
th: ค่าขนส่ง

source: Insurance
th: ประกันภัย

source: Packaging
th: การบรรจุ

source: Request a Quote
th: ขอใบเสนอราคา

source: Our Team Members
th: สมาชิกทีมของเรา

source: Logistics Manager
th: ผู้จัดการโลจิสติกส์

source: Operations Supervisor
th: หัวหน้างานปฏิบัติการ

source: Customer Service Lead
th: หัวหน้าฝ่ายบริการลูกค้า

source: Clients Testimonials
th: คำรับรองจากลูกค้า

source: What Our Clients Say!
th: ลูกค้าของเราพูดว่า!

source: Fast, reliable, and always on time. Our shipments arrive exactly as scheduled, and tracking is always accurate. Truly a dependable logistics partner.
th: รวดเร็ว เชื่อถือได้ และตรงต่อเวลา การจัดส่งของเรามาถึงตามกำหนดเสมอและการติดตามแม่นยำ จริง ๆ แล้วเราเป็นพันธมิตรด้านโลจิสติกส์ที่ไว้ใจได้

source: Retail Business Owner
th: เจ้าของธุรกิจค้าปลีก

source: Affordable pricing with premium service. Their delivery speed and customer support are unmatched. We trust them with all our logistics operations.
th: ราคาที่เอื้อมถึงพร้อมบริการระดับพรีเมียม ความรวดเร็วในการจัดส่งและการสนับสนุนลูกค้ายอดเยี่ยม เราไว้ใจให้พวกเขาดูแลการดำเนินงานโลจิสติกส์ทั้งหมดของเรา

source: E-commerce Manager
th: ผู้จัดการอีคอมเมิร์ซ

source: Reliable, fast, and secure logistics. Every delivery arrives safely and on time. Highly recommended for any business that values efficiency.
th: โลจิสติกส์ที่เชื่อถือได้ รวดเร็ว และปลอดภัย การจัดส่งทุกครั้งมาถึงอย่างปลอดภัยและตรงเวลา แนะนำอย่างยิ่งสำหรับธุรกิจที่ให้ความสำคัญกับประสิทธิภาพ

source: Supply Chain Director
th: ผู้อำนวยการซัพพลายเชน

source: Our Recent News
th: ข่าวสารล่าสุดของเรา

source: Courier Blog
th: บล็อกการจัดส่ง

source: Blog Image 1
th: รูปบล็อก 1

source: MAY
th: พ.ค.

source: Your Package Is Always Safe And Secure
th: พัสดุของคุณปลอดภัยเสมอ

source: Blog Image 2
th: รูปบล็อก 2

source: AUG
th: ส.ค.

source: Express Delivery Can Boost Your Business
th: การจัดส่งด่วนช่วยเสริมธุรกิจของคุณ

source: Blog Image 3
th: รูปบล็อก 3

source: SEP
th: ก.ย.

source: You Track Your Parcel in Real Time
th: คุณติดตามพัสดุของคุณแบบเรียลไทม์

source: Tracking:
th: ติดตาม:

source: 📦 Expected Delivery Date :
th: 📦 วันที่คาดว่าจะจัดส่ง :

source: 📍 Status :
th: 📍 สถานะ :

source: 🚚 Date Shipped :
th: 🚚 วันที่จัดส่ง :

source: 📦 Shipment Details
th: 📦 รายละเอียดการจัดส่ง

source: Quantity:
th: จำนวน:

source: Weight:
th: น้ำหนัก:

source: kg
th: กก.

source: Service Type:
th: ประเภทบริการ:

source: Description:
th: คำอธิบาย:

source: Payment Status:
th: สถานะการชำระเงิน:

source: 📍 Destination Details
th: 📍 รายละเอียดปลายทาง

source: Receiver Name:
th: ชื่อผู้รับ:

source: Receiver Email:
th: อีเมลผู้รับ:

source: Receiver Address:
th: ที่อยู่ผู้รับ:

source: Delivery Location:
th: สถานที่จัดส่ง:

source: Delivery Date:
th: วันที่จัดส่ง:

source: 🚚 Origin
th: 🚚 ต้นทาง

source: Sender Name:
th: ชื่อผู้ส่ง:

source: Sender Address:
th: ที่อยู่ผู้ส่ง:

source: Pickup Address:
th: ที่อยู่สำหรับรับสินค้า:

source: Created At:
th: สร้างเมื่อ:

source: Map showing current package location
th: แผนที่แสดงตำแหน่งพัสดุปัจจุบัน

source: Map
th: แผนที่

source: Package location map
th: แผนที่ตำแหน่งพัสดุ

source: No location coordinates available yet for this package.
th: ยังไม่มีพิกัดตำแหน่งสำหรับพัสดุชิ้นนี้

source: Tracking history
th: ประวัติการติดตาม

source: Tracking History
th: ประวัติการติดตาม

source: No tracking events yet.
th: ยังไม่มีเหตุการณ์การติดตาม
